Repository: arslan-mufin/msq-wallet
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: Market
sw: Soko

source: Search
sw: Tafuta

source: Portfolio
sw: Kwingineko

source: News
sw: Habari

source: Account
sw: Akaunti

source: profit
sw: faida

source: Top Volume
sw: Kiasi cha Juu

source: Top Mover
sw: Mtoaji wa Juu

source: Search coin
sw: Tafuta sarafu

# continueText
source: Continue
sw: Endelea

source: Select Country
sw: Chagua Nchi

source: Phone Number
sw: Nambari ya simu

source: Or Continue With
sw: Au Endelea Na

source: Create account
sw: Tengeneza akaunti

source: Full Name
sw: Jina kamili

source: Email Address
sw: Barua pepe

# we_will_send
source: We will send confirmation code on above given number to verify your account.
sw: Tutatuma nambari ya uthibitisho kwa nambari iliyopewa hapo juu ili kuthibitisha akaunti yako.

source: Verification
sw: Uthibitishaji

# enter_verification_code
source: Enter Verification code sent on your given number.
sw: Ingiza nambari ya kuthibitisha iliyotumwa kwa nambari yako uliyopewa.

source: Enter Code
sw: Ingiza Msimbo

source: Recent Searches
sw: Utafutaji wa Hivi Karibuni

source: Popular Cryptos
sw: Cryptos maarufu

source: Add coin
sw: Ongeza sarafu

source: Create New Portfolio
sw: Unda Portfolio Mpya

source: Coins
sw: Sarafu

source: Price
sw: Bei

source: Create Portfolio
sw: Unda Portfolio

source: Portfolio Name
sw: Jina la kwingineko

# news1
source: When Lambo? Milwaukee shop wants to detail your supercar for Bitcoin
sw: Lambo lini? Duka la Milwaukee linataka kufafanua kwa undani gari lako kubwa la Bitcoin

# news2
source: With this development, could XRPL compete with Ethereum?
sw: Pamoja na maendeleo haya, je! XRPL inaweza kushindana na Ethereum?

# news3
source: How Scallop intends to Take on The Global Banking Industry
sw: Jinsi Scallop inakusudia Kuchukua Sekta ya Benki ya Ulimwenguni

# news4
source: Connecting Polygon to the Multi-Chain World via Hop Protocol With $200,000.
sw: Kuunganisha poligoni kwa Ulimwengu wa Minyororo Mbalimbali kupitia Itifaki ya Hop na $ 200,000.

# news5
source: FBI Seizes 63.7 Bitcoin Allegedly Tied To Colonial Pipeline Hack Ransom
sw: FBI Inakamata 63.7 Bitcoin Inadaiwa Imefungwa Kwa Bomba La Ukoloni Hack Ransom

# news6
source: British Asset Manager Ruffer Bags $1.1 Billion Profit From Bitcoin
sw: Meneja wa Mali ya Uingereza Ruffer Mifuko Faida ya Dola Bilioni 1.1 Kutoka Bitcoin

source: My Profile
sw: Profaili yangu

source: Price Alerts
sw: Tahadhari za Bei

source: App Preferences
sw: Mapendeleo ya Programu

source: Currency Preference
sw: Upendeleo wa Fedha

source: Dark Mode
sw: Njia Nyeusi

source: Other
sw: Nyingine

source: Privacy Policy
sw: Sera ya faragha

# tnc
source: Terms & Condition
sw: Sheria na Masharti

source: Contact Us
sw: Wasiliana nasi

source: Logout
sw: Kuondoka

source: App Language
sw: Lugha ya Programu

source: My Account
sw: Akaunti yangu

# let_us_know
source: Let us know your queries and feedbacks
sw: Tujulishe maswali na majibu yako

source: Submit
sw: Wasilisha

source: Add Price Alert
sw: Ongeza Tahadhari ya Bei

source: Alert me when
sw: Nipe tahadhari wakati

# when_the_price
source: When the price hits the target price, app will send notification alert.
sw: Bei ikigonga bei lengwa, programu itatuma arifu ya arifa.

source: Alert once
sw: Tahadhari mara moja

source: Recurring
sw: Mara kwa mara

source: Favourite
sw: Unayopenda

source: Price Alert
sw: Tahadhari ya Bei

source: Market Cap Rank
sw: Cheo cha Soko la Soko

source: Market Cap
sw: Soko la Soko

# fully_dil_val
source: Fully Diluted Valuation
sw: Thamani Iliyopunguzwa Kikamilifu

# trading_vol
source: Trading Volume
sw: Kiasi cha Biashara

# h_high
source: 24H High
sw: 24H Juu

source: Your Portfolio is Empty.
sw: Kwingineko yako haina kitu.

source: Add a coin to get started.
sw: Ongeza sarafu ili uanze.

source: Add Transaction
sw: Ongeza Shughuli

source: Amount of coins
sw: Kiasi cha sarafu

source: Currency
sw: Sarafu

source: Buying Price
sw: Bei ya Kununua

source: Bought on
sw: Imenunuliwa

source: Select Portfolio
sw: Chagua Portfolio

source: Your message
sw: Ujumbe wako

source: Enter your message
sw: Ingiza ujumbe wako

source: Global Market Cap
sw: Soko la Ulimwenguni

source: Cryptocurrency
sw: Dijiti Dijiti

source: Categories
sw: Jamii

source: Exchanges
sw: Kubadilishana

source: All
sw: Wote

source: Wallet
sw: Pochi

source: Chart
sw: Chati

source: Category
sw: Jamii

source: Options
sw: Chaguzi

source: Jobs
sw: Kazi

source: Sharing Economy
sw: Kushiriki Uchumi

source: Derivative
sw: Inayotokana

# polka
source: Polka Foundry Red Kite
sw: Kite nyekundu ya Polka Foundry

source: Buy
sw: Nunua

source: Sell
sw: Kuuza

source: Transfer
sw: Uhamisho

source: Selling Price
sw: Bei ya kuuzia

source: Token Wallet
sw: Mkoba wa ishara

source: Token wallets
sw: Pochi za ishara

source: Add Address
sw: Ongeza Anwani

source: Tokens Watchlist
sw: Ishara Orodha ya Kuangalia

# no_token
source: No Tokens in Watchlist
sw: Hakuna Ishara katika Orodha ya Kuangalia

# add_address_to_add
source: Add address to add in watchlist
sw: Ongeza anwani ili kuongeza kwenye orodha ya kutazama

source: Balance
sw: Usawa

source: Value
sw: Thamani

source: Enter or Paste Address
sw: Ingiza au Bandika Anwani

source: Paste
sw: Bandika

source: Add to watch list
sw: Ongeza kwenye orodha ya kutazama

source: Add NFT
sw: Ongeza NFT

source: NFT Watchlist
sw: Orodha ya Ufuatiliaji wa NFT

source: No NFT in Watchlist
sw: Hakuna NFT katika Orodha ya Kuangalia

source: Oriental
sw: Mashariki

source: Regional
sw: Mkoa

source: Outlaws
sw: Makosa ya sheria

source: Attributes
sw: Sifa

source: Body Type
sw: Aina ya Mwili

source: Environment
sw: Mazingira

source: Head Type
sw: Aina ya Kichwa

source: Lower Pow
sw: Poda ya Chini

source: About
sw: Kuhusu

source: Year of establishment
sw: Mwaka wa kuanzishwa
